app/controllers/school_classes_controller.rb

	def create
	  @school_class = SchoolClass.new(school_class_params)
	  @school_class.save
---
INSERT INTO "school_classes" ("title", "room_number") VALUES (?, ?)  [["title", "Software "], ["room_number", 1276543]]